{"101 Dalmatians": [{"name": "Cruella De Vil", "text": "fear, shock, realization, watchfulness, horror, disgust, anger, sadness", "lyrics": "Cruella De Vil. Cruella De Vil. If she doesn't scare you. No evil thing will. To see her is to take a sudden chill. Cruella, Cruella. She's like a spider waiting for the kill. Look out for Cruella De Vil. . At first you think Cruella is a devil. But after time has worn away the shock. You come to realize. You've seen her kind of eyes. Watching you from underneath a rock. . This vampire bat, this inhuman beast. She ought to be locked up and never released. The world was such a wholesome place until. Cruella, Cruella De Vil. . "}, {"name": "Dalmatian Plantation", "text": "happy, joyful, content, excited, nostalgic, peaceful, loving, whimsical", "lyrics": "We'll have a dalmatian plantation. Where our population can roam. In this new location. Our whole aggregation. Will love our plantation home. . Dalmatian plantation home. . "}, {"name": "Kanine Krunchies", "text": "Happy, Excited, Content, Pleased, Joyful, Satisfied, Playful, Energetic", "lyrics": "Kanine Krunchies can't be beat. They make each meal a special treat. Happy dogs are those who eat. Nutritious Kanine Krunchies. . Kanine Krunchies all contain. Selected meat and wholesome grain. Toy chihuahua or great dane. All love Kanine Krunchies. . So do what all the smart dogs do. And you'll feel great the whole day through. You can be a champion too. If you eat Kanine Krunchies. . "}], "101 Dalmatians 2: Patch's London Adventure": [{"name": "I See Spots", "text": "Surprise, joy, excitement, nostalgia, anticipation, whimsical, love, contentment", "lyrics": "Spots, I'm seeing spots. Everywhere I'm seeing lots. Of those tiny little dots. Yes, it's true. . They're on the beds and the cots. In the pans and the pots. And they've left little spots in the loo. . We'll have a Dalmatian plantation. . I see spots on the walls. In the rooms, in the halls. On the floors, in the drawers. Yes, I do. . And every morning when I rise. And I open up my eyes. I am taken by surprise. 'Cause instead of seeing skies. I see lots of little spots. . We'll have a Dalmatian plantation. (Spots, spots, spots). And never again shall we roam. (Everywhere on the beds and the cots). Can't wait to begin our sweet living that's in. (On the walls, the rooms and the halls). Our Dalmatian plantation home. Dalmatian plantation. We're home. . "}, {"name": "Thunderbolt Adventure Hour", "text": "excitement, fear, courage, determination, boldness, wonder, admiration, righteousness", "lyrics": "Thunderbolt!. Hounding hoodlums with a howl. Bad no-goodniks hear his growl. . Thunderbolt!. Desperados cringe in fear. Mighty Thunderbolt is here. . Righting wrongs and doing right. Barking boldly in the night. The one-of-a-kind wonderdog. . "}, {"name": "Try Again", "text": "Hope, Determination, Resilience, Perseverance, Optimism, Courage, Patience, Persistence", "lyrics": "There may be days when things don't go right. And your shoes refuse to dance. To make the winds of fortune blow right. You might need a second chance. . So if you get one try and that don't fly. Stop and count to 10. And if at first you don't succeed. Try again. (Try, try, try again). (Try, try again). . Beginner's luck is overrated. Once you blink it's come and gone. The only way to cultivate it. Is to keep on keeping on. . So before you brag it's in the bag. Double check and then. If at first you don't succeed, yeah. Try again. (Try, try again). Yes, my friend. (Try, try, try again). . (Scatting). Don't you ever stop, no. (Scatting). So if you try that climb one more time. You might hit the top. . Now if you find you're batting zero. And a legend you are not. You can still wind up a hero. If you give it one more shot. . If you don't give in, you're gonna win. The only question's when. So if at first you don't succeed. Try again. (Try, try, try again). (Try, try again). And again, yeah. Try again. (Try, try, try again). Again and again and again, yeah. Again and again and again, yeah. (Try, try, try again). Try again!. . "}], "Aladdin": [{"name": "Friend Like Me", "text": "Excitement, joy, wonder, surprise, amusement, gratitude, generosity, empowerment", "lyrics": "Well, Ali Baba had them forty thieves. Scheherazade had a thousand tales. But, master, you're in luck 'cause up your sleeves. You got a brand of magic never fails. You got some power in your corner now. Some heavy ammunition in your camp. You got some punch, pizazz, yahoo and how. See all you gotta do is rub that lamp. And I'll say. . Mr. Aladdin, sir. What will your pleasure be?. Let me take your order. Jot it down. You ain't never had a friend like me. . Life is your restaurant. And I'm your maitre d'. Come on whisper what it is you want. You ain't never had a friend like me . . Yes sir, we pride ourselves on service. You're the boss. The king, the shah. Say what you wish. It's yours! True dish. How about a little more baklava?. Have some of column \"A\". Try all of column \"B\". I'm in the mood to help you, dude. You ain't never had a friend like me. . Can your friends do this. Can your friends do that. Can your friends pull this out their little hat. Can your friends go, poof. Hey, looky here. Can your friends go, Abracadabra, let her rip. And then make the sucker disappear. . So don't you sit there slack-jawed, buggy-eyed. I'm here to answer all your midnight prayers. You got me bona fide certified. You got a genie for your charge d'affaires. I got a powerful urge to help you out. So what's your wish? I really wanna know. You got a list that's three miles long, no doubt. Well, all you gotta do is rub like so. . Mr. Aladdin, sir, have a wish or two or three. I'm on the job, you big nabob. You ain't never had a friend, never had a friend. You ain't never had a friend, never had a friend. You ain't never had a friend like me. You ain't never had a friend like me!. . "}, {"name": "Arabian Nights", "text": "nostalgia, excitement, warmth, adventure, wonder, longing, joy, fascination", "lyrics": "Oh, I come from a land, from a faraway place. Where the caravan camels roam. Where it's flat and immense. And the heat is intense. It's barbaric, but, hey, it's home. . When the wind's from the East. And the sun's from the West. And the sand in the glass is right. Come on down. Stop on by. Hop a carpet and fly. To another Arabian night. . Arabian nights. Like Arabian days. More often than not. Are hotter than hot. In a lot of good ways. . Arabian nights. 'Neath Arabian moons. A fool off his guard. Could fall and fall hard. Out there on the dunes. . "}, {"name": "A Whole New World", "text": "Excitement, wonder, love, joy, awe, happiness, nostalgia, adventure", "lyrics": "[Aladdin:] I can show you the world. Shining, shimmering, splendid. Tell me, princess, now when did. You last let your heart decide. . I can open your eyes. Take you wonder by wonder. Over, sideways and under. On a magic carpet ride. . A whole new world. A new fantastic point of view. No one to tell us no. Or where to go. Or say we're only dreaming. . [Jasmine:] A whole new world. A dazzling place I never knew. But now from way up here. It's crystal clear. That now I'm in a whole new world with you. . [Aladdin:] Now I'm in a whole new world with you. . [Jasmine:] Unbelievable sights. Indescribable feeling. Soaring, tumbling, freewheeling. Through an endless diamond sky. . [Jasmine:] A whole new world. . [Aladdin:] Don't you dare close your eyes. . [Jasmine:] A hundred thousand things to see. . [Aladdin:] Hold your breath; it gets better. . [Jasmine:] I'm like a shooting star. I've come so far. I can't go back to where I used to be. . [Aladdin:] A whole new world. . [Jasmine:] Every turn a surprise. . [Aladdin:] With new horizons to pursue. . [Jasmine:] Every moment red-letter. . [Both:] I'll chase them anywhere. There's time to spare. Let me share this whole new world with you. . [Aladdin:] A whole new world. . [Jasmine:] A whole new world. . [Aladdin:] That's where we'll be. . [Jasmine:] That's where we'll be. . [Aladdin:] A thrilling chase. . [Jasmine:] A wondrous place. . [Both:] For you and me. . "}, {"name": "A Whole New World (Single)", "text": "Excitement, wonder, joy, love, amazement, anticipation, happiness, nostalgia", "lyrics": "I can show you the world. Shining, shimmering, splendid. Tell me, princess, now when did. You last let your heart decide. . I can open your eyes. Take you wonder by wonder. Over, sideways and under. On a magic carpet ride. . A whole new world. A new fantastic point of view. No one to tell us no. Or where to go. Or say we're only dreaming. . A whole new world. A dazzling place I never knew. But now from way up here. It's crystal clear. That now I'm in a whole new world with you. . Unbelievable sights. Indescribable feeling. Soaring, tumbling, freewheeling. Through an endless diamond sky. . A whole new world. (Don't you dare close your eyes). A hundred thousand things to see. (Hold your breath; it gets better). I'm like a shooting star. I've come so far. I can't go back to where I used to be. . A whole new world. With new horizons to pursue. I'll chase them anywhere. There's time to spare. Let me share this whole new world with you. . A whole new world. A whole new world. A new fantastic point of view. No one to tell us no. Or where to go. Or say we're only dreaming. . A whole new world. (Every turn a surprise). With new horizons to pursue. (Every moment red-letter). I'll chase them anywhere. There's time to spare. (Anywhere). (There's time to spare). Let me share. This whole new world with you. You. . A whole new world. (A whole new world). That's where we'll be. (Where we will be). A thrilling chase. A wondrous place. For you and me. . "}, {"name": "One Jump Ahead", "text": "excitement, fear, determination, defiance, camaraderie, sadness, humor, adrenaline", "lyrics": "[Aladdin:] Gotta keep one jump ahead of the breadline. One swing ahead of the sword. I steal only what I can't afford (That's everything!). One jump ahead of the lawmen. That's all, and that's no joke. These guys don't appreciate I'm broke. . [Crowd:] Riffraff! Street rat! Scoundrel! Take that!. [Aladdin:] Just a little snack, guys. [Crowd:] Rip him open, take it back, guys. [Aladdin:] I can take a hint, gotta face the facts. You're my only friend, Abu!. [Crowd:] Who?. . [Ladies:] Oh, it's sad Aladdin's hit the bottom. He's become a one-man rise in crime. I'd blame parents except he hasn't got 'em. [Aladdin:] Gotta eat to live, gotta steal to eat. Tell you all about it when I got the time!. . One jump ahead of the slowpokes. One skip ahead of my doom. Next time gonna use a nom de plume. One jump ahead of the hitmen. One hit ahead of the flock. I think I'll take a stroll around the block. . [Crowd:] Stop, thief! Vandal! Outrage! Scandal!. [Aladdin:] Let's not be too hasty. [Lady:] Still I think he's rather tasty. [Aladdin:] Gotta eat to live, gotta steal to eat. Otherwise we'd get along. . [Aladdin:] One jump ahead of the hoofbeats (Vandal!). One hop ahead of the hump (Streetrat!). One trick ahead of disaster (Scandal!). They're quick, but I'm much faster (Take that!). Here goes, better throw my hand in. Wish me happy landin'. All I gotta do is jump. . "}, {"name": "One Jump Ahead (Reprise)", "text": "Defiance, frustration, determination, hope, pride, resilience, perseverance, confidence", "lyrics": "Riffraff! Street rat! I don't buy that!. If only they'd look closer. Would they see a poor boy?. No, siree. They'd find out there's so much more to me. . "}, {"name": "Prince Ali", "text": "Excitement, admiration, respect, wonder, joy, love, amazement, fascination", "lyrics": "Make way for Prince Ali. Say hey, it's Prince Ali. . Hey, clear the way in the old Bazaar. Hey you, let us through. It's a bright new star. Oh, come!. Be the first on your block to meet his eye!. . Make way, here he comes. Ring bells! Bang the drums!. You're gonna love this guy. . Prince Ali! Fabulous he, Ali Ababwa. Genuflect, show some respect. Down on one knee. Now, try your best to stay calm. Brush up your Sunday salaam. Then come and meet his spectacular coterie. . Prince Ali! Mighty is he, Ali Ababwa. Strong as ten regular men, definitely. He faced the galloping hordes. A hundred bad guys with swords. Who sent those goons to their lords?. Why, Prince Ali. . He's got seventy-five golden camels. Purple peacocks, he's got fifty-three. When it comes to exotic-type mammals. Has he got a zoo?. I'm telling you, it's a world-class menagerie. . Prince Ali! Handsome is he, Ali Ababwa. That physique! How can I speak. Weak at the knee. Well, get on out in that square. Adjust your veil and prepare. To gawk and grovel and stare at Prince Ali. . He's got ninety-five white Persian monkeys. (He's got the monkeys, let's see the monkeys). And to view them he charges no fee. (He's generous, so generous). He's got slaves, he's got servants and flunkies. (Proud to work for him). They bow to his whim, love serving him. They're just lousy with loyalty to Ali!. Prince Ali!. . Prince Ali! Amorous he, Ali Ababwa. Heard your princess was a sight lovely to see. And that, good people, is why. He got dolled up and dropped by. With sixty elephants, llamas galore. With his bears and lions. A brass band and more. With his forty fakirs, his cooks, his bakers. His birds that warble on key. Make way. For Prince Ali!. . "}, {"name": "Prince Ali (Reprise)", "text": "excitement, surprise, betrayal, disappointment, anger, resentment, satisfaction, triumph", "lyrics": "Prince Ali, yes it is he, but not as you know him. Read my lips and come to grips with reality. Yes, meet a blast from your past. Whose lies were too good to last. Say hello to your precious Prince Ali!. . So Ali turns out to be merely Aladdin. Just a con, need I go on, take it from me. His personality flaws give me adequate cause. To send him packing on a one-way trip so his prospects take a terminal dip. His assets frozen, the venue chosen is in the ends of the Earth. Salaam, ex-prince Ali!. . "}], "Aladdin (live-action)": [{"name": "Arabian Nights (2019)", "text": "Excitement, wanderlust, delight, nostalgia, enchantment, wonder, intrigue, passion", "lyrics": "Oh, imagine a land, it's a faraway place. Where the caravan camels roam. Where you wander among every culture and tongue. It's chaotic, but, hey, it's home. . When the wind's from the East, and the sun's from the West. And the sand in the glass is right. Come on down, stop on by. Hop a carpet and fly. To another Arabian night. . As you wind through the streets at the fabled bazaars. With the cardamom-cluttered stalls. You can smell every spice. While you haggle the price. Of the silks and the satin shawls. . Oh, the music that plays as you move through a maze. In the haze of your pure delight. You are caught in a dance. You are lost in the trance. Of another Arabian night. . Arabian nights. Like Arabian days. More often than not are hotter than hot. In a lot of good ways. . Arabian nights. Like Arabian dreams. This mystical land of magic and sand. Is more than it seems. . There's a road that may lead you. To good or to greed through. The power your wishing commands. Let the darkness unfold or find fortunes untold. Well, your destiny lies in your hands. . Arabian nights. Like Arabian days. They seem to excite, take off and take flight. To shock and amaze. . Arabian nights. 'Neath Arabian moons. A fool off his guard could fall and fall hard. Out there on the dunes. . "}, {"name": "A Whole New World", "text": "Excitement, wonder, joy, love, awe, happiness, freedom, adventure", "lyrics": "[Aladdin:] I can show you the world. Shining, shimmering, splendid. Tell me, princess, now when did. You last let your heart decide. . I can open your eyes. Take you wonder by wonder. Over, sideways and under. On a magic carpet ride. . A whole new world. A new fantastic point of view. No one to tell us no. Or where to go. Or say we're only dreaming. . [Jasmine:] A whole new world. A dazzling place I never knew. But when I'm way up here. It's crystal clear. That now I'm in a whole new world with you. . [Aladdin:] Now I'm in a whole new world with you. . [Jasmine:] Unbelievable sights. Indescribable feeling. Soaring, tumbling, freewheeling. Through an endless diamond sky. . A whole new world. . [Aladdin:] Don't you dare close your eyes. . [Jasmine:] A hundred thousand things to see. . [Aladdin:] Hold your breath; it gets better. . [Jasmine:] I'm like a shooting star. I've come so far. I can't go back to where I used to be. . [Aladdin:] A whole new world. . [Jasmine:] Every turn a surprise. . [Aladdin:] With new horizons to pursue. . [Jasmine:] Every moment red-letter. . [Both:] I'll chase them anywhere. There's time to spare. Let me share this whole new world with you. . [Aladdin:] A whole new world. . [Jasmine:] A whole new world. . [Aladdin:] That's where we'll be. . [Jasmine:] That's where we'll be. . [Aladdin:] A thrilling chase. . [Jasmine:] A wondrous place. . [Both:] For you and me. . "}, {"name": "A Whole New World (End Title)", "text": "Excitement, wonder, love, joy, awe, adventure, happiness, nostalgia", "lyrics": "[Zayn:] I can show you the world. Shining, shimmering, splendid. Tell me, princess, now when did. You last let your heart decide. . I can open your eyes. Take you wonder by wonder. Over, sideways and under. On a magic carpet ride. . A whole new world. A new fantastic point of view. No one to tell us no. Or where to go. Or say we're only dreaming. . [Zhavia:] A whole new world. A dazzling place I never knew. But when I'm way up here. It's crystal clear. That now I'm in a whole new world with you. . [Zayn:] Now I'm in a whole new world with you!. . [Zhavia:] Unbelievable sights. Indescribable feeling. Soaring, tumbling, freewheeling. Through an endless diamond sky. . [Zhavia:] A whole new world. . [Zayn:] Don't you dare close your eyes. . [Zhavia:] A hundred thousand things to see. . [Zayn:] Hold your breath; it gets better. . [Zhavia:] I'm like a shooting star. I've come so far. I can't go back to where I used to be!. . [Zayn:] A whole new world. With new horizons to pursue. . [Both:] I'll chase them anywhere. There's time to spare. . [Zayn:] Let me share this whole new world with you. . [Zhavia:] A whole new world. . [Zayn:] A whole new world. A new fantastic point of view. . [Zhavia:] No one to tell us no. Or where to go. Or say we're only dreaming. . [Zayn:] A whole new world. . [Zhavia:] Every turn a surprise. . [Zayn:] With new horizons to pursue. . [Zhavia:] Every moment red-letter. . [Both:] I'll chase them anywhere. There's time to spare. . [Zhavia:] Anywhere, ooh. . [Zayn:] There's time to spare. . [Both:] Let me share this whole new world with you. . [Zhavia:] A whole new world. . [Zayn:] A whole new world. . [Zhavia:] That's where we'll be. . [Zayn:] That's where we'll be. . [Zhavia:] A thrilling chase. . [Zayn:] A wondrous place. . [Both:] For you and me. . "}, {"name": "Friend Like Me", "text": "excitement, surprise, joy, happiness, gratitude, wonder, playfulness, friendship", "lyrics": "Here I go, woo!. Back up!. Watch out!. You done wound me up. 'Bout to show you what I'm working with. . Well, Ali Baba, he had them forty thieves. Scheherazade had a thousand tales. But, master, you're in luck because up your sleeves. You got a brand of magic never fails. You got some power in your corner now. Heavy ammunition in your camp. You got some punch, pizazz, yahoo and how. All you gotta do is rub that lamp. And then I'll say. . Mr. - (man, what's your name). Whatever, what will your pleasure be. Let me take your order. I'll jot it down. You ain't never had a friend like me. . Life is your restaurant. And I'm your maitre d'. Come whisper to me whatever it is you want. You ain't never had a friend like me. . We pride ourselves on service. You the boss. The king, the shah. Say what you wish. It's yours! True dish. How about a little more baklava?. Have some of column \"A\". Try all of column \"B\". I'm in the mood to help you, dude. You ain't never had a friend like me. . Oh, it's the big part. Watch out, it's the big part, oh. . Can your friends do this?. Can your friends do that?. Can your friends pull this outta of their little hat?. Can your friends go -. . I'm the genie of the lamp. I can sing, rap, dance if you give me a chance, oh. . Don't sit there buggy-eyed. I'm here to answer all your midday prayers. You got me bona fide certified. Got a genie for your charge d'affaires. I got a powerful urge to help you out. So what's your wish? I really wanna know. You got a list that's three miles long, no doubt. All you gotta do is rub like so. . Mr. (Aladdin), yes, one wish or two or three. Well, I'm on the job, you big nabob. You ain't never had a friend, never had a friend. You ain't never had a friend, never had a friend. You ain't never (ever). Had a (had a). Friend (friend). Like (like) me. . You ain't never had a friend like me. . "}, {"name": "Friend Like Me (End Title)", "text": "Excitement, Confidence, Joy, Playfulness, Amazement, Appreciation, Contentment, Wonder", "lyrics": "Yeah, another one. You know it's Will Smith and DJ Khaled. . Uh, too late, y'all done wound me up. Too late, y'all done wound me up. 'Bout to show you what I'm working with. (Show me what you're working with). . It's the Ali Baba, it's the big papa. It's the blue, handsome, Jasmine like the flower. It's the graduations that don't even cost a dollar. You're riding on a carpet when you're riding with a holler like. Hey, tell me where you wanna go. Hold up, don't tell me, I already know. Watch out, it's the genie with the attitude. Three wishes, what I need to make true. Mr. (Mr.), Mr. (Mr.), tell me whatever you need. Anything rearrange, even climate can change. You ain't never had a friend like me. (Never). . Just a lamp and a rub, away from whatever you want. Habibi, let me show you the dream. (Habibi). Just whisper if you don't wanna shout out what you need. But I promise you ain't never had a friend like me. . Tell the angels and gods pass the baklava. Make 'em travel from close, make 'em travel from far. Well, this is your chance, man, wish from the soul. When I'm outta the lamp, man, I'm outta control. . I got gold on my shoes, temple with jewels. A room for wise men and plenty for fools. I don't want you to lose, tryin' to help you, dude. You ain't never had a friend like me. (Never). . Wish big time (big time), go big time (big time). Go bit time (big time), wish big time (big time). . Let me see you flex on 'em (flex 'em on), shine on 'em (shine on 'em), style on 'em (style on 'em), slide on 'em (slide on 'em). Too fly, uh, too fly on 'em. Just glide on 'em, cool as a fan. . I'm the coolest, bluest one of 'em all. You can wish to be rich, you can wish to be tall. You can wish your way to Hades, you just give me a call. You can wish for what you want 'cause I'm grantin' 'em all. . Mr. (Mr.), Mr. (Mr.), tell me whatever you need. Anything rearrange, even climate can change. You ain't never had a friend like me. (Never). . Just a lamp and a rub, away from whatever you want. Habibi, let me show you the dream. (Habibi). Just whisper if you don't wanna shout out what you need. But I promise you ain't never had a friend like me. . Please don't get me started. Fly like Magic Carpet. You ain't never had a friend, never had a friend. You ain't never had a friend, never had a friend. You ain't never (never). Had a (had a). Friend (friend). Like (like) me. . You ain't never had a friend like me. (Never). . "}, {"name": "One Jump Ahead", "text": "excitement, desperation, defiance, humor, sadness, determination, fear, satisfaction", "lyrics": "[Aladdin:] Gotta keep one jump ahead of the breadline. One swing ahead of the sword. I steal only what I can't afford (And that's everything!). One jump ahead of the lawmen. That's all, and that's no joke. These guys don't appreciate I'm broke. . [Crowd:] Riffraff! Street rat! Scoundrel!. [Aladdin:] Take that! Try a different tack, guys. [Crowd:] Rip him open! Round the back, guys. [Aladdin:] I can take a hint, gotta face the facts. Could really use a friend or two. . [Ladies:] Huh? Oh, it's sad Aladdin's hit the bottom. He's become a one-man rise in crime. I'd blame parents except he hasn't got 'em. [Aladdin:] Gotta eat to live, gotta steal to eat. Tell you all about it when I got the time!. . One jump ahead of the slowpokes. One skip ahead of my doom. Next time gonna use a nom de plume. One jump ahead of the hitmen. One hit ahead of the flock. I think I'll take a stroll around the block. . [Crowd:] Stop, thief! Vandal! Abu! Scandal!. [Aladdin:] Let's not be too hasty. [Lady:] Still I think he's rather tasty. [Aladdin:] Gotta eat to live, gotta steal to eat. Otherwise we'd get along. . [Aladdin:] One jump ahead of the hoofbeats. One hop ahead of the hump. One trick ahead of disaster. They're quick, but I'm much faster. Here goes, better throw my hand in. Wish me happy landin'. All I gotta do is jump. . "}, {"name": "One Jump Ahead (Reprise)", "text": "defiance, frustration, determination, pride, longing, resilience, self-worth, hope", "lyrics": "Riffraff! Street rat! I don't buy that!. If only they'd look closer. Would they see a poor boy?. No, siree. They'd find out there's so much more to me. . "}, {"name": "One Jump Ahead (Reprise 2)", "text": "Defiance, insecurity, honesty, vulnerability, sadness, determination, resignation, longing", "lyrics": "Riffraff! Street rat! Would they think that. If they look much closer. Still, I can't play a prince here. No, siree. . Gotta tell the truth. I can't pretend. Even if it means this dream will end. Even if she walks away from me. . "}, {"name": "Prince Ali", "text": "Excitement, joy, admiration, awe, amusement, surprise, fascination, happiness", "lyrics": "Make way for Prince Ali. Say hey, it's Prince Ali. . Hey, clear the way in the old Bazaar. Hey, you, let us through. It's a brand new star. Oh, come!. Be the first on your block to meet his eye. . Make way, here he comes. Ring bells! Bang the drums!. You're gonna love this guy. . Prince Ali! Fabulous he, Ali Ababwa. Show some respect. Boy, genuflect!. Down on one knee. Now try your best to stay calm. Brush up your Friday salaam. Then come and meet his spectacular coterie!. . Prince Ali! Mighty is he, Ali Ababwa. Strong as ten regular men, definitely. He's faced the galloping hordes. A hundred bad guys with swords. Who sent those goons to their lords?. Why, Prince Ali. . Fellas, he's got. He's got seventy-five golden camels. Woo, uh, huh, now the ladies, what he got?. Purple peacocks, he's got fifty-three. Uh, huh, uh, huh, uh, huh. When it comes to exotic-type mammals. Everybody, help me out!. He's got a zoo. I'm telling you, it's a world-class menagerie. . Prince Ali! Handsome is he, Ali Ababwa. That physique! How can I speak. Weak in my knees (yummy, boy!). So get on out in that square. Adjust your veil and prepare. To gawk and grovel and stare at Prince Ali. . He's got ninety-five white Persian monkeys. (He's got the monkeys, a bunch of monkeys). And to view them he charges no fee. (He's generous, so generous). He's got ten thousand servants and flunkies. (Proud to work for him). They bow to his whim, love serving him. They're just lousy with loyalty to Ali!. Prince Ali!. . Prince A-. We're waiting for you! We're not going till you go. You can do it! There it is!. . Prince Ali! Amorous he, Ali Ababwa. Heard your princess was hot! Where is she?. And that, good people, is why. He got all cute and dropped by. With sixty elephants, llamas galore. (For real?). With his bears and lions. A brass band and more. (What?). With his forty fakirs, his cooks, his bakers. His birds that warble on key. Make way. For Prince Ali!. . "}, {"name": "Speechless (Part 1)", "text": "sadness, despair, frustration, determination, defiance, fear, empowerment, strength", "lyrics": "Here comes a wave meant to wash me away. A tide that is taking me under. Broken again, left with nothing to say. My voice drowned out in the thunder. . But I can't cry. And I can't start to crumble. Whenever they try to shut me or cut me down. . I can't stay silent. Though they wanna keep me quiet. And I tremble when they try it. All I know is I won't go speechless. . "}, {"name": "Speechless (Part 2)", "text": "Defiance, determination, empowerment, strength, resilience, courage, passion, liberation", "lyrics": "Written in stone, every rule, every word. Centuries old and unbending. Stay in your place, better seen and not heard. Well, now that story's ending. . 'Cause I, I cannot start to crumble. So come on and try. Try to shut me, cut me down. . I won't be silenced. You can't keep me quiet. Won't tremble when you try it. All I know is I won't go speechless. Speechless!. . Let the storm in. I cannot be broken. No, I won't live unspoken. 'Cause I know that I won't go speechless. . Try to lock me in this cage. I won't just lay me down and die. I will take these broken wings. And watch me burn across the sky. Hear the echos saying I won't be silenced. . Though you wanna see me tremble when you try it. All I know is I won't go speechless. Speechless!. 'Cause I'll breathe when they try to suffocate me. Don't you underestimate me!. 'Cause I know that I won't go speechless. All I know is I won't go speechless!. Speechless!. . "}, {"name": "Speechless (Full)", "text": "determination, empowerment, defiance, strength, resilience, courage, freedom, passion", "lyrics": "Here comes a wave meant to wash me away. A tide that is taking me under. Swallowing sand, left with nothing to say. My voice drowned out in the thunder. . But I won't cry. And I won't start to crumble. Whenever they try to shut me or cut me down. . I won't be silenced. You can't keep me quiet. Won't tremble when you try it. All I know is I won't go speechless. 'Cause I'll breathe when they try to suffocate me. Don't you underestimate me. 'Cause I know that I won't go speechless. . Written in stone, every rule, every word. Centuries old and unbending. Stay in your place, better seen and not heard. Well, now that story's ending. . 'Cause I, I cannot start to crumble. So come on and try. Try to shut me and cut me down. . I won't be silenced. You can't keep me quiet. Won't tremble when you try it. All I know is I won't go speechless. Speechless!. . Let the storm in. I cannot be broken. No, I won't live unspoken. 'Cause I know that I won't go speechless. . Try to lock me in this cage. I won't just lay me down and die. I will take these broken wings. And watch me burn across the sky. Hear the echo saying. . I won't be silenced. Though you wanna see me tremble when you try it. All I know is I won't go speechless. Speechless!. 'Cause I'll breathe when they try to suffocate me. Don't you underestimate me. 'Cause I know that I won't go speechless. All I know is I won't go speechless. Speechless!. . "}], "Aladdin: The Return of Jafar": [{"name": "Arabian Nights", "text": "excitement, wonder, enchantment, amazement, anticipation, adventure, joy, awe", "lyrics": "Follow me to a place where incredible feats. Are routine every hour or so. Where enchantment runs rampant. Yes, wild in the streets. Open sesame, here we go. . Arabian nights. Like Arabian days. They tease and excite. Take off and take flight. They shock and amaze. . Arabian nights. Like Arabian days. More often than not. Are hotter than hot. In a lot of good ways. . Pack your shield, pack your sword. You won't ever get bored. Though get beaten or gored you might. Come on down, stop on by. Hop a carpet and fly. To another Arabian night. . "}, {"name": "Forget About Love", "text": "nostalgia, longing, love, regret, joy, humor, defiance, hope", "lyrics": "[Iago:] Forget about that guy. Forget about the way you fell into his eyes. Forget about his charms. Forget about the way he held you in his arms. . Walking on air's obnoxious. The thrills, the chills. Will make you nauseous. And you'll never get enough . Just forget about love. . Forget about romance. Forget about the way your heart begins to dance. Then you feel the blush. When he's spouting out some sentimental mush. . Love really is revolting. It's even worse than when you're molting. Enough of this fluff. Just forget about love. . [Jasmine:] I had almost forgotten the way it felt. When he held out his hand for mine. My heart all a-flutter. . [Iago:] Oh, how I shudder. . [Jasmine:] The first time we kissed. . [Iago:] It won't be missed. Forget about his touch. . [Jasmine:] I can't forget about his touch. . [Iago:] In the scheme of things. It doesn't matter much. . [Jasmine:] It matters so much. . [Iago:] You're better on your own. A meal becomes a banquet. When you eat alone. . [Jasmine:] Hmm-mm-mm-mm. . [Both:] Love's filled with compromises. . [Iago:] And don't you hate those big surprises?. . [Jasmine:] A cozy rendez-vous. . [Iago:] Oh, please!. . [Jasmine:] Candlelight for two. . [Iago:] Oh, geez!. . [Jasmine:] Look, you're calling my bluff, I can't. . [Iago:] Just. . [Both:] Forget about love!. . [Jasmine:] I can't forget about my heart. . [Aladdin:] I can't forget about my heart. . [Jasmine:] And how it felt to fall for you right from the start. . [Aladdin:] I'm still falling. . [Jasmine:] Whatever we may do. . [Aladdin:] Whatever we may do. . [Jasmine:] You are here for me, and I'll be there for you. . [Aladdin:] I'll be there. . [Both:] To wish, to want, to wander. To find the sun through rain and thunder. . [Aladdin:] A cozy rendez-vous. . [Jasmine:] Yes, please!. . [Aladdin:] Candlelight for two. . [Iago:] Oh, geez!. Enough is enough! . . [Aladdin and Jasmine:] We can't forget about love!. . "}, {"name": "I'm Looking out for Me", "text": "dramatic, hate, fine, fool, trust, loyalty, reward, free", "lyrics": "That's it!. I've had it! . I hate to be dramatic. But it's time for me to fly the coop. Terrific!. Fine!. I'm drawin' the line. Before I wind up in a parrot soup!. . I was a fool to let you run the show . I'm cuttin' ya loose, pal!. Look out below!. Arrividerci!. C'est la vie!. Hope all goes well!. I'm lookin' out for me!. . Okay! I'm little. Been playin' second fiddle. And I don't get no respect. I turn the other cheek. But this busted beak. Is the only thanks that I get!. . I never found a friend that I can trust. They promise caviar. And leave me eatin' dust!. That's some reward for loyalty. From here on in. I'm lookin' out for me!. . Oh, I don't need nobody else. I'll never fail. I'll cover my own tail. I can take care of myself!. . You know, it just don't pay. To give a hoot. I'm givin' all my heart. What do I get?. The boot!. I'm through wit' dat. I'm flappin' free. From here on in. I'm lookin' out for me!. . "}, {"name": "Nothing in the World (Quite Like a Friend)", "text": "Joy, excitement, loneliness, gratitude, pride, contentment, nostalgia, love", "lyrics": "[Genie:] I parachuted down into the Taj Mahal . I rollerbladed all along the great Great Wall!. I even made the famous Leaning Tower fall. But who was with me through it all?. Nobody!. . The Moscow Circus hired me to fly trapeze. On Mount Olympus won a race with Hercules. It's easy when you're chased by killer bees. Who said \"gesundheit\" when I sneezed. . So now I'm home. Home again with you. You chase the clouds away. Whenever I am blue. (You're always blue). And the pyramids I highly recommend. There is nothing in the world quite like a friend. . Slept like a babe in Bombay on a bed of nails. Moroccans loved my daring dance of seven veils. I single-handedly I even saved the whales. No one was there to hear my tales!. . In Acapulco joined a Mariachi band. I rode the ragin' rapids down the Rio Grande. Flew in an air balloon, but when I tried to land. Nobody laughed, or lent a hand. . Without you, the Amazon is just a trickle. Without you, the Sahara's not so hot. Without you, Niagara Falls is just a leaky faucet. And the QEII is just some yacht. . Now that I'm home. Home again it's clear. All I ever wanted . Seems to be right here . I've traveled east and west. And now I'm back again. And there's nothing in the world quite like a friend . . [Aladdin:] There's nothing in the world. . [Jasmine:] Nothing in the whole wide world. . [All:] There is nothing in the world quite like a friend. . [Genie:] Nothin' in the whole wide world!. . "}, {"name": "You're Only Second Rate", "text": "amusement, amusement, amusement, amusement, amusement, amusement, amusement, amusement", "lyrics": "I must admit, your parlor tricks are amusing. I bet you've got a bunny under your hat . Now here's your chance to get the best of me. Hope your hand is hot. C'mon, clown, let's see what you've got. . You try to slam me with your hardest stuff. But your double whammy isn't up to snuff. . I'll set the record straight. You're simply out of date. You're only second rate!. . You think your cat's a meanie, but your tiger's tame. You've got a lot to learn about the genie game. So for your education I'll reiterate. You're only second rate!. . Men cower at the power in my pinky. My thumb is number one on every list. But if you're not convinced that I'm invincible. Put me to the test. I'd love to lay this rivalry to rest. . Go ahead and zap me with the big surprise. Snap me in a trap, cut me down to size. I'll make a great escape. It's just a piece of cake. You're only second rate!. . You know, your hocus-pocus isn't tough enough. And your mumbo-jumbo doesn't measure up. Let me pontificate upon your sorry state. You're only second rate!. . Zaba-caba-dabra!. Granny's gonna grab ya!. Alakazam-da-mus. And this thing's bigger than the both of us. . So spare me your tremendous scare. You look horrendous in your underwear. And I can hardly wait to discombobulate. I'll send ya back and packing in a shipping crate. You'd make a better living with a spinning plate. You're only second rate!. . "}], "Aladdin and the King of Thieves": [{"name": "Are You in or Out?", "text": "excitement, determination, loyalty, fear, nostalgia, rebellion, confidence, uncertainty", "lyrics": "[Sa'luk:] I remember a time. When crime was sublime. There was plenty of loot in the lair. We'd plunder and pillage. And ransack a village. With nary a worry or care. . Then along came this king. With his soft-hearted dream. But he ratted us out in the end. So rally the troops. We were meant to regroup. And return to our roots once again!. . Are you in or out?. Gotta know without a doubt. I'm the one you need for a dirty deed. I'm the best; success is guaranteed. . Are you men or mice?. Take a slice of my advice. You want a fearless leader. One that's strong and stout?. Better vote for me. Are you in or out?. . [Thieves:] We used to be smart, yes. Horrendously heartless. In a ravaging raid we were rough. We knew what we had. To be blissfully bad. Then Cassim brought this sensitive stuff. . And we strayed from the path. Of our rigorous wrath. Now we're taking a bath in the dust. But we'll reclaim our winnings. Our humble beginnings. In turmoil and torture we trust. . [Sa'luk:] Are you in or out?. Double-crossers or devout?. Put your faith in me; pretty soon you'll see. I'm the prince of generosity. . Are you foe or friend?. Here's the path I recommend. You want a ride to fame?. I've got the fastest route. What's it gonna be?. Are you in or out?. . [Thieves:] We'll go robbing in all the right places. From Agrabah dunes to Paris. Imagine the fear on their faces. When we drop by for cookies and tea. . [Sa'luk:] Are you in or out?. If you're with me, give a shout. I'll lead you all the way into the glory days. . [Thieves:] We'll begin a life of crime that pays. . Are you out or in?. Make your choice now: sink or swim. . [Sa'luk:] You can stick with me. Or stay behind and pout. What's it gonna be?. Consider carefully. Are you in or out?. . "}, {"name": "Father and Son", "text": "joy, gratitude, trust, companionship, excitement, love, nostalgia, determination", "lyrics": "[Genie:] It's a big, bright, beautiful future. Thank your lucky stars you're alive. You got someone special to talk to. A friend that you can trust for life. . You've been on your own with no family ties. But those solo days are done. You'll be two of a kind. Spending quality time. Together as father and son. . Buildin' model ships. Takin' fishin' trips. Workin' hand in hand. Painting the palace, mowin' the sand. First at ten to go. With your daddy-o. . Once you break the ice. You can postulate paternal advice. See, you're travelling at the speed of life. That's the theory of relatives!. . It's a fine, fantabulous future. I see fruit on the family tree. You'll be great as a grumpy ol' grandpa. Bouncing babies on your knee!. . You can fall asleep on the comfy couch. After playin' one-on-one. Reamin' back-to-back. Betcha wallop the Shaq. Together as father and son. . [Cassim:] May be a bumpy ride. . [Aladdin:] We'll make it side by side. . [Genie:] Good afternoon, I'll be your travel guide. Move over, Aladdin. Make room for dad!. . You got a whole new shoulder to cry on. Take a chance now, give it a spin. You've had chums for palin' around with. But you never had a friend like him. . Put your checkered past behind you now. No more living on the run. Face the big, bright, beautiful future. Together together, together, together as father and son. . "}, {"name": "Out of Thin Air", "text": "love, understanding, longing, happiness, hope, patience, gratitude, realization", "lyrics": "[Jasmine:] You showed me the world. When I was all locked up inside. You reached out your hand. And took me on a magic carpet ride. . One look at your smile. And I could see the light. Shining everywhere. People like you don't come out of thin air. . [Aladdin:] Oh, Jasmine. You don't understand. There is so much that you don't see. Just think, if you can. What growing up had to be like for me. . Your father's a man. Who taught you who you are. Mine was never there. So how can you say I don't come out of thin air?. . [Aladdin:] There's so much I want to know. . [Jasmine:] You've got the chance to learn. . [Aladdin:] If it means I'd have to go. . [Jasmine:] I'll be right here when you return. Our wedding can wait. . [Aladdin:] I love you. . [Jasmine:] I think it's worth this small delay. . [Aladdin:] Maybe you're right. . [Jasmine:] And won't it be great. To have your father see our wedding day?. . [Aladdin:] I've waited so long. . [Jasmine:] It isn't too late. . [Aladdin:] To learn the truth. . [Both:] And now at last, we can finally say. . [Jasmine:] Your father is really there. . [Aladdin:] There's so much that we might share. . [Jasmine:] And you'll finally learn. . [Both:] You don't come out of thin air. . "}, {"name": "There's a Party Here in Agrabah", "text": "excitement, joy, anticipation, mischief, happiness, surprise, disappointment, mischief", "lyrics": "[Genie:] There's a party here in Agrabah. There's excitement in the air. People pouring in from near and far. 'Cause Jasmine and Aladdin are gonna have a weddin'. . There's a party here in Agrabah. Everybody will be there. So if you're a pauper or a shah. Do somethin' with your hair. . You mustn't wear an outfit that's naughty. A turban that's unraveling just won't do. No earrings that are tasteless or gaudy . You're gonna look gorgeous when I get through. . There's a party here in Agrabah. So I'm going to paint the town. If you want to see what colors are. Follow me around. . Aladdin's gettin' married, and it's gonna be. The wedding of the century. My buddy's gettin' married, and you're gonna see. Just how much I can do. . You've heard of your safari bar mitzvahs. You've all been to a luau, a sweet sixteen. Well, none of them compare to what this is. The food'll be disgusting, by evening you'll be busting. . There's a party here in Agrabah. And it's got us all aglow. If a street rat could've come so far. Maybe I could do it. Sure, there's nothin' to it!. . There's a party here in Agrabah. But we're not sure that we'll go. For although the bride is lah-dee-dah. The groom is awfully low. . And now we take you down to the palace. Where everyone has celebrated all night long. Without Jafar and all of his malice. Everybody's happy. What could possibly go wrong?. . [Thieves:] There's a party here in Agrabah. And we're gonna rob 'em blind. . [Cassim:] While they're all munching caviar. Create a small disturbance, I'll sneak up from behind. . [Iago:] There's a party here in Agrabah. And the loot is pourin' in. I like this wedding stuff so far. Maybe if I'm pleasant, I'll get to keep a present. . [Genie:] We've ordered just a few tasteful flowers. The valets will carefully park for you. The bridesmaids have been dressing for hours!. Girls, you look just lovely and so grown-up, too. . There's a party here in Agrabah. Guests are filling up the room. But there's something missing...yes, ah ha!. . [Sultan:] Where is the groom?. . "}, {"name": "Welcome to the Forty Thieves", "text": "excitement, camaraderie, mischief, trust, satisfaction, greed, rebellion, belonging", "lyrics": "[Thieves:] Congratulations, bub, you've joined the club. And everybody here agrees. We got the finest blend of nearly-honest men. Welcome to the forty thieves!. . A fraternity of thugs that you can trust. There's nothing up our eighty sleeves. Got lotsa grub to share. Pull up an easy chair. Welcome to the forty thieves!. . Now you get to lie and cheat. Never have to brush your teeth. But we always aim to please. Care for one another. You'll never miss your mother. . [Iago:] Oh, I  you guys. . [Thieves:] Schemin' up a scam. Out on the lam. Takin' whatever we please. And if you like to lurk. You're gonna love this work. Welcome to the forty thieves!. Welcome to the forty thieves!. . [Cassim:] Together we're the perfect team. Larceny is in the genes. Dare to share the family dream . . [Iago:] Live a life of leisure. Countin' all your treasure. . [Thieves:] As an honorary member of the gang. That no one alive ever leaves. Ya gotta snatch and sneak. Or else your future's bleak. We got a lifetime contract that you're bound to keep. You wanna save your skin. You better fit right in. Wel-wel-welcome to the. Wel-wel-welcome to the. Forty thieves!. . "}], "Alice in Wonderland": [{"name": "Alice in Wonderland", "text": "Wonder, curiosity, confusion, awe, enchantment, mystery, anticipation, longing", "lyrics": "Alice in Wonderland. How do you get to Wonderland. Over the hill or under land. Or just behind a tree. . When clouds go rolling by. They roll away and leave the sky. Where is the land behind the eye. People cannot see. . Where can you see. Where do the stars go. Where is the crescent moon. They must be somewhere in the sunny afternoon. . Alice in Wonderland. Where is the path to Wonderland. Over the hill or here or there. I wonder where. . "}, {"name": "All in the Golden Afternoon", "text": "happiness, romance, love, peacefulness, whimsical, joyful, nostalgic, contentment", "lyrics": "Little bread-and-butterflies kiss the tulips. And the sun is like a toy balloon. There are get-up-in-the-morning glories. In the golden afternoon. . There are dizzy daffodils on the hillside. Strings of violets are all in tune. Tiger lilies love the dandelions. In the golden afternoon. . There are dog and cat-erpillars and a copper centipede. Where the lazy daisies love the very peaceful life. They lead.... . You can learn a lot of things from the flowers. For especially in the month of June. There's a wealth of happiness and romance. All in the golden afternoon. . All in the golden afternoon, the golden afternoon. . You can learn a lot of things from the flowers. For especially in the month of June. There's a wealth of happiness and romance. All in the golden afternoon. . "}, {"name": "I'm Late", "text": "anxiety, urgency, frustration, stress, impatience, panic, worry, haste", "lyrics": "I'm late!. I'm late!. For a very important date!. No time to say \"hello\", \"goodbye\"!. I'm late!. I'm late!. I'm late!. . No, no, no, no, no, no, no. I'm overdue!. I'm really in a stew!. No time to say \"goodbye\", \"hello\"!. I'm late!. I'm late!. I'm late!. . "}, {"name": "In a World of My Own", "text": "joy, loneliness, wonder, love, contentment, longing, happiness, fantasy", "lyrics": "Cats and rabbits. Would reside in fancy little houses. And be dressed in shoes and hats and trousers. In a world of my own. . All the flowers. Would have very extra-special powers. They would sit and talk to me for hours. When I'm lonely in a world of my own. . There'd be new birds. Lots of nice and friendly how-de-do birds. Everyone would have a dozen blue birds. . Within that world of my own. I could listen to a babbling brook. And hear a song that I could understand. I keep wishing it could be that way. Because my world would be a wonderland. . "}, {"name": "Old Father William", "text": "nostalgia, admiration, defiance, awe, amusement, respect, curiosity, joy", "lyrics": "You are old, Father William. The young man said. And your hair has become very white. And yet you incessantly stand on your head. Do you think at your age it is right, is right. Do you think at your age it is right. . Well, in me youth. Father William replied to his son. I'd do it again and again.... . "}, {"name": "Painting the Roses Red", "text": "Excitement, Fear, Determination, Guilt, Anxiety, Obedience, Creativity, Deception", "lyrics": "[Cards:] Painting the roses red. We're painting the roses red. We dare not stop or waste a drop. So let the paint be spread. . We're painting the roses red. We're painting the roses red. . Painting the roses red. And many a tear we shed. [Three:] Because we know. [Two:] They'll cease to grow. [Ace:] In fact, they'll soon be dead. [Cards:] And yet we go ahead. Painting the roses red. . Painting the roses red. We're painting the roses red. [Alice:] Oh, pardon me, but mister three. Why must you paint them red?. . [Cards:] The queen, she likes them red. If she saw white instead. She'd raise a fuss, and each of us. Would quickly lose his head. Since this is the thought we dread. We're painting the roses red. . [Alice:] Painting the roses red. [All:] We're painting the roses red. [All:] Don't tell the queen what you have seen. Or say that's what we said. But we're painting the roses red. . [Alice:] Yes, painting the roses red. [Two:] Not pink . [Three:] Not green. [Alice:] Not aquamarine. [All:] We're painting the roses red. . "}, {"name": "Smoke the Blighter Out", "text": "determination, defiance, bravery, fear, anger, determination, confidence, triumph", "lyrics": "Oh, we'll smoke the blighter out. We'll put the beast to rout. Some kindling, a stick or two. Ah, this bit of rubbish ought to do. We'll smoke the blighter out. We'll smoke the monster out!. . Oh, we'll roast the blighter's toes. We'll toast the bounder's nose. Just fetch that gate. We'll make it clear. That monsters aren't welcome here. Without a single doubt. We'll smoke the monster out!. We'll smoke the monster out!. . "}, {"name": "The Caucus Race", "text": "excitement, joy, playfulness, nostalgia, anticipation, freedom, happiness, whimsical", "lyrics": "Forward, backward, inward, outward. Come and join the chase. Nothing could be drier. Than a jolly caucus race. . Backward, forward, outward, inward. Bottom to the top. Never a beginning. There can never be a stop. . To skipping, hopping, tripping. Fancy-free and gay. I started it tomorrow but will finish yesterday. . Round and round and round we go. Until for evermore. Once we were behind. But now we find we are. . Forward, backward, inward, outward. Come and join the chase. Nothing could be drier than a jolly caucus race. . "}, {"name": "The Un-birthday Song", "text": "happy, confused, celebratory, playful, surprised, grateful, whimsical, content", "lyrics": "A very merry un-birthday. To me. To who?. To me. Oh, you. . A very merry un-birthday. To you. Who, me?. Yes, you. Oh, me. Let's all congratulate us with another cup of tea. A very merry un-birthday to you. . A very merry un-birthday. To me?. To you. A very merry un-birthday. For me?. For you. . Now blow the candle out, my dear. And make your wish come true. A very merry un-birthday to you. . "}, {"name": "The Walrus and the Carpenter", "text": "Excitement, confusion, joy, surprise, sadness, sympathy, amusement, satisfaction", "lyrics": "[Twins:] The sun was shining on the sea. Shining with all his might. He did his very best to make. The billows smooth and bright. And this was odd because it was. The middle of the night. . The Walrus and the Carpenter. Were walking close at hand. The beach was wide. From side to side. But much too full of sand. . \"Mr. Walrus,\" said the Carpenter. \"My brain begins to perk. We'll sweep this clear in 'alf a year. If you don't mind the work\". . [Walrus:] Work? The time has come (the Walrus said). To talk of other things. Of shoes and ships and sealing wax. Of cabbages and kings. And why the sea is boiling hot. And whether pigs have wings. Calloo-Callay. No work today. We're cabbages and kings!. . Oh, uh, Oysters, come and walk with us. The day is warm and bright. A pleasant walk. A pleasant talk. Would be a sheer delight. . [Carpenter:] Yes, and should we get hungry on the way. We'll stop and, uh, have a bite. . [Twins:] But Mother Oyster winked her eye. And shook her hairy head. She knew too well. This was no time. To leave her oyster bed. \"The sea is nice. Take my advice. And stay right here,\" Mum said. . [Walrus:] Yes, yes, of course, of course, but, uh, ha, ha. The time has come, my little friends. To talk of other things. Of shoes and ships and sealing wax. Of cabbages and kings. And why the sea is boiling hot. And whether pigs have wings, ha ha. Calloo-Callay. Come run away. We're the cabbages and kings!. . Oh, yes, the time has come, my little friends. To talk of food and things. . [Carpenter:] Of peppercorns and mustard seeds. And other seasonings. We'll mix 'em all together. In a sauce that's fit for kings. Calloo-Callay. We'll eat today. Like cabbages and kings!. . [Walrus:] I, uh, I - I weep for you. I (hic!) oh, excuse me. I deeply sympathize. For I've enjoyed your company. Oh, much more than you realize. . [Carpenter:] Little Oysters? Little Oysters?. . [Twins:] But answer, there came none. And this was scarcely odd because. They'd been eaten, every one. . [Walrus:] The time has come!. . [Twins:] We're cabbages and kings!. . "}, {"name": "'Twas Brillig", "text": "nostalgia, whimsy, curiosity, wonder, confusion, playfulness, excitement, intrigue", "lyrics": "'Twas brillig. And the slithy toves. Did gyre and gimble in the wabe. All mimsy were the borogroves. And the mome raths outgrabe. . 'Twas brillig. And the slithy toves. Did gyre and gimble in the wabe. All mimsy were the borogroves. And the mome raths outgrabe. . "}, {"name": "Very Good Advice", "text": "Curiosity, Impatience, Love, Regret, Frustration, Confusion, Hope, Determination", "lyrics": "I give myself very good advice. But I very seldom follow it. That explains the trouble that I'm always in. . Be patient, is very good advice. But the waiting makes me curious. And I'd love the change. Should something strange begin. . Well I went along my merry way. And I never stopped to reason. I should have know there'd be a price to pay. Someday...someday. . I give myself very good advice. But I very seldom follow it. Will I ever learn to do the things I should?. Will I ever learn to do the things I should?. . "}], "The Aristocats": [{"name": "Ev'rybody Wants to Be a Cat", "text": "Excitement, Joy, Playfulness, Nostalgia, Grooviness, Whimsical, Fun, Enthusiasm", "lyrics": "Everybody wants to be a cat. Because a cat's the only cat who knows where it's at. Everybody's pickin' up on that feline beat. 'Cause everything else is obsolete. . A square with a horn. Makes you wish you weren't born. Every time he plays. But with a square in the act. You can set music back. To the caveman days. . I've heard some corny birds who tried to sing. Still a cat's the only cat. Who knows how to swing. Who wants to dig a long-haired gig, stuff like that?. When everybody wants to be a cat. . A square with a horn. Makes you wish you weren't born. Every time he plays. With a square in the act. You can set music back to the caveman days. . Everybody wants to be a cat. Because a cat's the only cat who knows where it's at. When playin' jazz he always has a welcome mat. 'Cause everybody digs a swingin' cat. . Everybody, everybody. Everybody wants to be a cat. (Hallelujah!). . Everybody, everybody. Everybody wants to be a cat. . Everybody, everybody. Everybody wants to be a cat. . Everybody, everybody. Everybody wants to be a cat. . Everybody, everybody. Everybody wants to be a cat. . "}, {"name": "Scales and Arpeggios", "text": "nostalgia, joy, determination, inspiration, pride, passion, accomplishment, unity", "lyrics": "[Marie:] Do me so do do so me do. Every truly cultured music student knows. You must learn your scales and your arpeggios. Bring the music ringing from your chest and not your nose. While you sing your scales and your arpeggios. . [Berlioz:] If you're faithful to your daily practicing. You will find your progress is encouraging. Do me so me do me so me fa la so it goes. When you do your scales and your arpeggios. . [Marie:] Do me so do--. . [Marie and Duchess:] Do me so do do so me do. Do me so do do so me do. Though at first it seems as though it doesn't show. Like a tree, ability will bloom and grow. . [All:] If you're smart you'll learn by heart what every artist knows. You must sing your scales. And your arpe-e-e-ggios!. . "}, {"name": "The Aristocats", "text": "joy, pride, elegance, sophistication, exclusivity, admiration, contentment, superiority", "lyrics": "Which pets' address is the finest in Paris?. Which pets possess the longest pedigree?. Which pets get to sleep on velvet mats?. Naturellement! The aristocats!. . Which pets are blessed with the fairest forms and faces?. Which pets know best all the gentle social graces?. Which pets live on cream and loving pats?. Naturellement! The aristocats!. . They show aristocatic bearing when they're seen upon an airing. And aristocatic flair in what they do and what they say. . Aristocats are never found in alleyways or hanging around. The garbage cans where common kitties play, oh no. . Which pets are known to never show their claws?. Which pets are prone to hardly any flaws?. To which pets do the others tip their hats?. Naturellement! The aristocats!. . Aristocats ils sont toujours même quand ils font un petit tour. Toujours précieux là où ils vont. Ils sont fiers de leur éducation. Dédaignant les ruelles, ils préfèrent les bars aux poubelles. Dont se contentent, trop vulgaires, les chats de gouttières. . Ah, pouah!. . Quels miaous réprouvent les gros mots?. Quels chats chou-chou s'estiment sans défaut?. Et devant qui les autres chats tirent leur chapeau?. Mais, naturellement!. Mais, naturellement!. Mais, naturellement!. Les aristocats!. . "}, {"name": "Thomas O'Malley Cat", "text": "Happiness, Pride, Wanderlust, Confidence, Joy, Playfulness, Contentment, Excitement", "lyrics": "I like a chicha-chicha-rone. Like they make at home. Or a healthy fish with the big backbone. . I'm Abraham DeLacy. Giuseppe Casey. Thomas O'Malley. O'Malley, the alley cat!. . I've got that wanderlust. Gotta walk the scene. Gotta kick up highway dust. Feel the grass that's green. Gotta strut them city streets. Showin' off my eclat, yeah. Tellin' my friends of the social elite. Or some cute cat I happen to meet. . That I'm Abraham DeLacy. Giuseppe Casey. Thomas O'Malley. O'Malley, the alley cat!. . I'm king of the highway. Prince of the boulevard. Duke of the avant garde. The world is my backyard. So if you're goin' my way. That's the road you wanna seek. Calcutta to Rome or. Home-sweet-home in Paris. Magnifique, you all. . I only got myself. And this big old world. But I sip that cup of life. With my fingers curled. I don't worry what road to take. I don't have to think of that. Whatever I take is the road I make. It's the road of life make no mistake, for me. . Yeah, Abraham DeLacy. Giuseppe Casey. Thomas O'Malley. O'Malley, the alley cat!. . That's right. And I'm very proud of that. Yeah!. . "}], "Bambi": [{"name": "Little April Shower", "text": "Joy, happiness, love, nostalgia, serenity, contentment, playfulness, gratitude", "lyrics": "Drip, drip, drop. Little April shower. Beating a tune. As you fall all around. . Drip, drip, drop. Little April shower. What can compare. To your beautiful sound . Beautiful sound. Beautiful sound. Drip, drop, drip, drop. . Drip, drip, drop. When the sky is cloudy. Your pretty music. Will brighten the day. . Drip, drip, drop. When the sky is cloudy. You come along with a song right away. Come with your beautiful music. . Drip, drip drop. Little April shower. Beating a tune. As you fall all around. . Drip, drip drop. Little April shower. What can compare with your beautiful sound. . Drip, drip drop. When the sky is cloudy. You come along, come along with your pretty little song. . Drip, drip drop. When the sky is cloudy. You come along, come along with your pretty little song. . Gay little roundelay. Song of the rainy day. How I love to hear your patter. Pretty little pitter-patter. Helter-skelter when you pelter. Troubles always seem to scatter. . Drip, drip drop. Little April shower. Beating a tune. As you fall all around. . Drip, drip drop. Little April shower. What can compare with your beautiful sound. . "}, {"name": "Let's Sing a Gay Little Spring Song", "text": "Happy, joyful, celebratory, carefree, lively, optimistic, cheerful, exuberant", "lyrics": "Let's sing a gay little spring song. This is the season to sing. So I'd like to suggest. That we all do our best. And warble a song about spring. . (Tra-la-la). Spring. (Tra-la-la). Spring. (Tra-la-la). Spring. (Tra-la-la). Let's get together and sing. . Let's sing a gay little spring song. Just like the bird on the wing. Things always seem right. When you're chipper and bright. So let's get together and sing. . (Tra-la-la). Sing. (Tra-la-la). Sing. (Tra-la-la). Sing. (Tra-la-la). Let's sing a song about spring. . Let's twitter and tweet. Like the birdies in May. Get into the mood. And be merry today. Forget all your troubles and warble away. Do, re, mi, fa, so, la, ti, do - oh!. . Let's sing a gay little spring song. Music's a wonderful thing. Come on and rejoice. At the top of your voice. Oh, let's sing a song about spring. . (Tra-la-la). Spring. (Tra-la-la). Spring. (Tra-la-la). Spring. (Tra-la-la). Let's get together and sing. . Let's sing a gay little spring song. This is the season to sing. . "}, {"name": "Love Is a Song", "text": "love, hope, beauty, joy, nostalgia, serenity, happiness, peace", "lyrics": "Love is a song that never ends. Life may be swift and fleeting. Hope may die yet love's beautiful music. Comes each day like the dawn. . Love is a song that never ends. One simple theme repeating. Like the voice of a heavenly choir. Love's sweet music flows on. Like the voice of a heavenly choir. Love's sweet music flows on. . "}], "Bambi II": [{"name": "First Sign of Spring", "text": "Longing, anticipation, hope, joy, happiness, love, nostalgia, excitement", "lyrics": "Why does winter. Always make you wait. For a glimpse of sun. Takes a simple clue. Or leap of faith. To know the time will come when. Long, cold nights. Fade into memory looking at the morning light. . And we will be together. Leaving our cares behind forever. At the first sign of spring. The heat of the sun. Will shine right through. And never a moment comes too soon. As the first sign of spring. . The air is getting warmer. By the day. As the thaw begins. So put a corner on this page. The leaves are green again and. Clouded skies. Are lifting away. Right in front of our very eyes. . And we will be together. (At the first sign of spring). . A new season's begun. For a father and son. And everything grows a little faster. And every moment stretches longer. And it will only get much stronger. . We will be together. Leaving our cares behind forever. At the first sign of spring. The heat of the sun will shine right through. Never a moment comes too soon. At the first sign of spring. . (At the first sign of spring). At the first sign...of spring. . "}, {"name": "The Healing of a Heart", "text": "Healing, Hope, Love, Joy, Forgiveness, Renewal, Happiness, Gratitude", "lyrics": "With the healing of a heart. The hillsides grow green. The soil's rich and dark. There's a clear running stream. And the past fades away. With the melting of snow. Spirits lift up. And wild flowers grow. . With the healing of a heart. Stars align in heaven. Love lights the dark. With the healing of. Just one heart. Just one heart. . And with the healing of a heart. The whole world springs anew. Fresh as forgiveness. Sweet as the words. I love ya. I love ya. It's just a word to sing. I've been waiting. I've been waiting. For a brand new day!. . With the healing of a heart. Stars align in heaven. Love lights the dark. With the healing of. Just one heart. Love lights the dark. With the healing of. Just one heart. Love lights the dark. With the healing. Of just one heart. With the healing of a heart. . "}, {"name": "Sing the Day", "text": "Calling, Rising, Joy, Excitement, Wonder, Beauty, Strength, Bravery", "lyrics": "Listen, there's something calling to you. Sing the day. Oh, hey. There's a voice inside. Like a rising tide. That will never go away. Come and sing the day. Oh, hey, oh, hey. Sing, sing the day. (Oh, sing the day). Sing the day. . Sing it. (La la la la la). Give a yip and a growl. Give a yowl and a roar. (La la la la la). Give a hoot and a howl. What a world to explore!. And the key you sing opens every door. Oh, hey. Sing, sing the day. . What do you do with a day so new?. Sing the day. Oh, hey. Hear the sparrow call. Hear the waterfall. All the world wants to have its say. Can you sing the day?. Oh, hey, oh, hey. Sing, sing the day. (Oh, sing the day). Sing, sing the day. . Singing. (La la la la). Almost. (La la la la). Nearly. (La la la la). Kinda ready. Can you hear the day?. . Singing. (La la la la). Beauty. (La la la la). Stronger. (La la la la la). Getting braver!. Can you sing the day?. . (Oh, hey, hey, hey, hey!. Can you sing, sing the day?). . Sing, sing the day. Sing, sing the day. Sing, sing the day. Sing, sing the day. . (Hey, hey, hey, hey!. Sing, sing the day!). . "}, {"name": "There Is Life", "text": "Hope, Joy, Sorrow, Love, Resilience, Beauty, Patience, Gratitude", "lyrics": "Under the snow. Beneath the frozen streams. There is life. You'll have to know. When nature sleeps she dreams. There is life. . And the colder the winter. The warmer the spring. The deeper the sorrow. The more our hearts sing. Even when you can't see it. Inside everything. There is life. . After the rain. The sun will reappear. There is life. After the pain. The joy will still be here. There is life. . For it's out of the darkness. That we learn to see. And out of the silence. That songs come to be. And all that we dream of. Awaits patiently. There is life!. There is life. . "}, {"name": "Through Your Eyes", "text": "Excitement, curiosity, wonder, joy, imagination, inspiration, connection, friendship", "lyrics": "Look at that cloud. As high as a tree. At least that's how it looks to me. . How 'bout you?. What do you see?. What if we see things differently?. . Show me. How the world looks. Through your eyes. Tell me 'bout the sunrise. Let me see the stars shine. Show me. How the world looks. Through your eyes. And I can show you how. It looks through mine. . If I had wings. And I could fly. I would tell you all about the sky. How 'bout you?. If dreams came true. What do you imagine you could do?. . Show me. How the world looks. Through your eyes. Tell me 'bout the sunrise. Let me see the stars shine. Show me. How the world looks. Through your eyes. . And I can show you how. It looks through mine. . And I could show you secret trails. Where no one's ever gone. I bet you've got secrets too. So don't be shy. Come on. Come on. Come on. Come on, and. . Show me. . How the world looks. Through your eyes. Tell me 'bout the sunrise. Let me see the stars shine. Show me. How the world looks. Through your eyes. And I could show you how. It looks -. Let me show you how. It looks through mine. Come on and. Show me. Come on and. Show me. . "}], "Beauty and the Beast": [{"name": "Beauty and the Beast", "text": "nostalgia, love, friendship, fear, surprise, bittersweet, change, certainty", "lyrics": "Tale as old as time. True as it can be. Barely even friends. Then somebody bends. Unexpectedly. . Just a little change. Small to say the least. Both a little scared. Neither one prepared. Beauty and the Beast. . Ever just the same. Ever a surprise. Ever as before. Ever just as sure. As the sun will rise. . Tale as old as time. Tune as old as song. Bittersweet and strange. Finding you can change. Learning you were wrong. . Certain as the sun. Rising in the east. Tale as old as time. Song as old as rhyme. Beauty and the Beast. . Tale as old as time. Song as old as rhyme. Beauty and the Beast"}, {"name": "Beauty and the Beast (Duet)", "text": "nostalgia, love, friendship, change, fear, surprise, certainty, bittersweet", "lyrics": "Tale as old as time. True as it can be. Barely even friends. Then somebody bends. Unexpectedly. . Just a little change. Small to say the least. Both a little scared. Neither one prepared. Beauty and the Beast. . Ever just the same. Ever a surprise. Ever as before. And ever just as sure. As the sun will rise. Oh, oh, oh, oh, oh, oh, oh. . Ever just the same. Ever a surprise. Ever as before. Ever just as sure. As the sun will rise. Oh! Oh! Oh!. . Tale as old as time. (Ooh, ooh, ooh, ooh, ooh). Tune as old as song. Bittersweet and strange. Finding you can change. Learning you were wrong. . Certain as the sun. (Certain as the sun). Rising in the east. Tale as old as time. Song as old as rhyme. Beauty and the Beast. . Tale as old as time. Song as old as rhyme. Beauty and the Beast. Beauty and the Beast. . "}, {"name": "Belle", "text": "Excitement, Curiosity, Amusement, Sympathy, Love, Confusion, Determination, Contempt", "lyrics": "Little town. It's a quiet village. Every day. Like the one before. Little town full of little people. Waking up to say. Bonjour! Bonjour!. Bonjour! Bonjour! Bonjour!. . There goes the baker with his tray like always. The same old bread and rolls to sell. Every morning just the same. Since the morning that we came. To this poor provincial town. . Look, there she goes, the girl is strange, no question.  Dazed and distracted, can't you tell?. Never part of any crowd. 'Cause her head's up on some cloud. No denying she's a funny girl, that Belle. . Bonjour. Good day. How is your family?. Bonjour. Good day. How is your wife?. I need six eggs. That's too expensive. There must be more than this provincial life. . Look, there she goes. That girl is so peculiar. I wonder if she's feeling well. With a dreamy, far-off look. And her nose stuck in a book. What a puzzle to the rest of us is Belle. . Oh, isn't this amazing?. It's my favorite part because...you'll see. Here's where she meets Prince Charming. But she won't discover that it's him till chapter three. . Now, it's no wonder that her name means \"beauty\". Her looks have got no parallel. But behind that fair facade. I'm afraid she's rather odd. Very different from the rest of us. She's nothing like the rest of us. Yes, different from the rest of us is Belle. . Right from the moment when I met her, saw her. I said she's gorgeous and I fell. Here in town there's only she. Who is beautiful as me. So I'm making plans to woo and marry Belle. . Look, there he goes. Isn't he dreamy?. Monsieur Gaston. Oh, he's so cute. Be still, my heart. I'm hardly breathing. He's such a tall, dark, strong and handsome brute. . Bonjour. Pardon. Good day. Mais oui. You call this bacon?. What lovely grapes. Some cheese.... Ten yards. One pound. 'Scuse me. I'll get the knife. Please let me through!. This bread. Those fish. It's stale. They smell. Madame's mistaken. . There must be more than this provincial life. Just watch, I'm going to make Belle my wife!. . Look, there she goes, a girl who's strange but special. A most peculiar mademoiselle. It's a pity and a sin. She doesn't quite fit in. 'Cause she really is a funny girl. A beauty but a funny girl. She really is a funny girl, that Belle!. . "}, {"name": "Belle (Reprise)", "text": "longing, desire, adventure, grand, understanding, ambition, dissatisfaction, hope", "lyrics": "Madame Gaston. Can't you just see it. Madame Gaston, his little wife. No sir, not me. I guarantee it. I want so much more than this provincial life. . I want adventure in the great wide somewhere. I want it more than I can tell. And for once it might be grand. To have someone understand. I want so much more than they've got planned. . "}, {"name": "Be Our Guest", "text": "excitement, joy, anticipation, hospitality, gratitude, nostalgia, satisfaction, cheerfulness", "lyrics": "[Lumiere:] Be our guest. Be our guest. Put our service to the test. Tie your napkin round your neck, cherie. And we provide the rest. . Soupe du jour. Hot hors d'oeuvres. Why, we only live to serve. Try the grey stuff, it's delicious. Don't believe me, ask the dishes. . They can sing. They can dance. After all, miss, this is France. And a dinner here is never second best. . Go on, unfold your menu. Take a glance and then. You'll be our guest. Oui, our guest. Be our guest. . [Castleware:] Beef ragout. Cheese soufflé. Pie and pudding en flambé. . [Lumiere:] We'll prepare and serve with flair. A culinary cabaret. . You're alone. And you're scared. But the banquet's all prepared. No one's gloomy or complaining. While the flatware's entertaining. . We tell jokes. I do tricks. With my fellow candlesticks. . [Beer mugs:] But it's all in perfect taste, that you can bet. . [Castleware:] Come on and lift your glass. You've won your own free pass. To be our guest. . [Lumiere:] If you're stressed. It's fine dining we suggest. . [Castleware:] Be our guest. Be our guest. Be our guest. . [Lumiere:] Life is so unnerving. For a servant who's not serving. He's not whole without a soul to wait upon. Ah, those good old days when we were useful. Suddenly, those good old days are gone. . Ten years we've been rusting. Needing so much more than dusting. Needing exercise, a chance to use our skills. Most days we just lay around the castle. Flabby, fat and lazy. You walked in and oops-a-daisy!. . [Mrs. Potts:] It's a guest!. It's a guest!. Sakes alive, well, I'll be blessed. Wine's been poured, and thank the lord. I've had the napkins freshly pressed. . With dessert. She'll want tea. And, my dear, that's fine with me. While the cups do their soft-shoeing. I'll be bubbling, I'll be brewing. . I'll get warm. Piping hot. Heaven's sake, is that a spot?. Clean it up, we want the company impressed. . We've got a lot to do. Is it one lump or two?. For you, our guest. . [Castleware:] She's our guest. . [Mrs. Potts:] She's our guest. . [Castleware:] She's our guest. . Be our guest. Be our guest. Put our service to the test. It's ten years since we've had anybody here. And we're obsessed. . With your meal. With your ease. Yes, indeed, we aim to please. While the candlelight's still glowing. Let us help you, we'll keep going. . Course by course. One by one. Till you shout, \"Enough, I'm done!\". Then we'll sing you off to sleep as you digest. . Tonight you'll prop your feet up. But for now, let's eat up. Be our guest. Be our guest. Be our guest. Please be our guest!. . "}, {"name": "Gaston", "text": "admiration, awe, inspiration, pride, joy, amusement, competitiveness, satisfaction", "lyrics": "[Lefou:] Gosh, it disturbs me to see you, Gaston. Looking so down in the dumps. Every guy here'd love to be you, Gaston. Even when taking your lumps. . There's no man in town as admired as you. You're everyone's favorite guy. Everyone's awed and inspired by you. And it's not very hard to see why. . No one's slick as Gaston. No one's quick as Gaston. No one's neck's as incredibly thick as Gaston. For there's no man in town half as manly. Perfect, a pure paragon. You can ask any Tom, Dick or Stanley. And they'll tell you whose team they'd prefer to be on. . [Crowd:] No one's been like Gaston. A kingpin like Gaston. . [Lefou:] No one's got a swell cleft in his chin like Gaston. . [Gaston:] As a specimen, yes, I'm intimidating. . [Crowd:] My, what a guy, that Gaston. . Give five \"hurrahs!\". Give twelve \"hip-hips!\". . [Lefou:] Gaston is the best . And the rest is all drips. . [Crowd:] No one fights like Gaston. Douses lights like Gaston. . [Man:] In a wrestling match nobody bites like Gaston. . [Bimbettes:] For there's no one as burly and brawny. . [Gaston:] As you see, I've got biceps to spare. . [Lefou:] Not a bit of him's scraggly or scrawny. . [Gaston:] And every last inch of me's covered with hair. . [Crowd:] No one hits like Gaston. Matches wits like Gaston. . [Lefou:] In a spitting match, nobody spits like Gaston. . [Gaston:] I'm especially good at expectorating. . [Crowd:] Ten points for Gaston!. . [Gaston:] When I was a lad I ate four dozen eggs. Every morning to help me get large. And now that I'm grown I eat five dozen eggs. So I'm roughly the size of a barge. . [Crowd:] No one shoots like Gaston. Makes those beauts like Gaston. . [Lefou:] Then goes tromping around wearing boots like Gaston. . [Gaston:] I use antlers in all of my decorating. . [Crowd:] My, what a guy. Gaston!. . "}, {"name": "Gaston (Reprise)", "text": "Excitement, determination, cunning, arrogance, superiority, mischief, celebration, admiration", "lyrics": "[Gaston:] Lefou, I'm afraid I've been thinking. . [Lefou:] A dangerous pastime. . [Gaston:] I know. But that wacky old coot is Belle's father. And his sanity's only so-so. Now the wheels in my head have been turning. Since I looked at that loony old man. See, I promised myself I'd be married to Belle. And right now I'm evolving a plan. . [Gaston & Lefou:] No one plots like Gaston. . [Gaston:] Takes cheap shots like Gaston. . [Lefou:] Likes to persecute harmless crackpots like Gaston. . [Chorus:] For his marriage we soon will be celebrating. My, what a guy. Gaston!. . "}, {"name": "Human Again", "text": "excitement, anticipation, joy, hope, longing, nostalgia, happiness, love", "lyrics": "[Lumiere:] I'll be cooking again. Be good-looking again. With a mademoiselle on each arm. . When I'm human again. Only human again. Poised and polished and gleaming with charm. . I'll be courting again. Chic and sporting again. . [Mrs. Potts:] Which should cause several husbands alarm. . [Lumiere:] I'll hop down off this shelf. And tout de suite be myself. I can't wait to be human again. . [Castleware:] When we're human again. Only human again. When we're knickknacks and whatnots no more. . When we're human again. Good and human again. . [Wardrobe:] Oh, cherie, won't it all be top drawer?. I'll wear lipstick and rouge. And I won't be so huge. Why, I'll easily fit through that door. . I'll exude savoir-faire. I'll wear gowns; I'll have hair. It's my prayer to be human again. . [Cogsworth & Mrs. Potts:] When we're human again. Only human again. When the world once more starts making sense. . [Cogsworth:] I'll unwind, for a change. . [Lumiere:] Really? That'd be strange. . [Cogsworth:] Can I help it if I'm t-t-tense?. In a shack by the sea. I'll sit back sipping tea. Let my early retirement commence. . Far from fools made of wax. I'll get down to brass tacks and relax. . [Castleware:] When I'm human again. . So sweep the dust from the floor. Let's let some light in the room. I can feel, I can tell. Someone might break the spell. Any day now. . Shine up the brass on the door. Alert the dust pail and broom. If it all goes as planned. Our time may be at hand. Any day now. . [Dusters:] Open the shutters. And let in some air. . [Mrs. Potts:] Put these here. And put those over there. . [Castleware:] Sweep up the years. The sadness and tears. And throw them away. . We'll be human again. Only human again. When the girl finally sets us all free. . Cheeks a-blooming again. We're assuming again. We'll resume our long-lost joie de vivre. . We'll be playing again. Holidaying again. And we're praying it's ASAP. . We will push. We will shove. They will both fall in love. And we'll finally be human again. . We'll be dancing again. We'll be twirling again. We'll be whirling around with such ease. . When we're human again. Only human again. We'll go waltzing those old one-two-threes. . We'll be floating again. We'll be gliding again. Stepping, striding, as fine as you please. . Like a real human does. I'll be all that I was. On that glorious morn. When we're finally reborn. And we're all human again!. . "}, {"name": "Something There", "text": "sweet, mean, unsure, alarmed, surprised, peculiar, hopeful, curious", "lyrics": "[Belle:] There's something sweet and almost kind. But he was mean, and he was coarse and unrefined. And now he's dear and so unsure. I wonder why I didn't see it there before. . [Beast:] She glanced this way, I thought I saw. And when we touched she didn't shudder at my paw. No it can't be, I'll just ignore. But then she's never looked at me that way before. . [Belle:] New and a bit alarming. Who'd have ever thought that this could be?. True that he's no Prince Charming. But there's something in him that I simply didn't see. . [Castleware:] Well, who'd have thought?. Well, bless my soul. Well, who'd have known?. Well, who indeed?. And who'd have guessed they'd come together on their own?. It's so peculiar. . Wait and see a few days more. There may be something there that wasn't there before. There may be something there that wasn't there before. There may be something there that wasn't there before. . "}, {"name": "The Mob Song", "text": "Excitement, Fear, Determination, Courage, Anger, Bravery, Unity, Defiance", "lyrics": "[Mob:] We're not safe until he's dead. He'll come stalking us at night. Set to sacrifice our children to his monstrous appetite. He'll wreak havoc on our village if we let him wander free. . [Gaston:] So it's time to take some action, boys. It's time to follow me. . Through the mist, through the woods. Through the darkness and the shadows. It's a nightmare, but it's one exciting ride. . Say a prayer, then we're there. At the drawbridge of a castle. And there's something truly terrible inside. . It's a beast; he's got fangs, razor-sharp ones. Massive paws, killer claws for the feast. . Hear him roar, see him foam. But we're not coming home. Till he's dead, good and dead!. Kill the Beast!. . [Mob:] Light your torch, mount your horse. . [Gaston:] Screw your courage to the sticking place. . [Mob:] We're counting on Gaston to lead the way. . Through the mist, through the wood. Where within a haunted castle. Something's lurking that you don't see every day. . It's a beast, one as tall as a mountain. We won't rest till he's good and deceased. Sally forth! Tally ho!. Grab your sword! Grab your bow!. Praise the Lord and here we go!. . We don't like what we don't understand. In fact, it scares us. And this monster is mysterious at least. Bring your guns! Bring your knives!. Save your children and your wives. We'll save our village and our lives. We'll kill the Beast!. . [Castleware:] Hearts ablaze, banners high. We go marching into battle. Unafraid, although the danger just increased. . [Mob:] Raise the flag! Sing the song!. Here we come, we're fifty strong. And fifty Frenchmen can't be wrong. Let's kill the Beast!. . "}], "Beauty and the Beast (live-action)": [{"name": "Aria", "text": "divine, anxious, special, breathtaking, thrilling, passionate, carefree, happy", "lyrics": "Oh, how divine. Glamour, music and magic combine. See the maidens so anxious to shine. Look for a sign that enhances chances. She'll be his special one. . What a display. What a breathtaking, thrilling array. Every prince, every dog has his day. Let us sing with passion, gusto, fit to bust. Oh, not a care in the world!. . "}, {"name": "Beauty and the Beast", "text": "nostalgia, love, friendship, surprise, fear, uncertainty, bittersweetness, realization", "lyrics": "Tale as old as time. True as it can be. Barely even friends. Then somebody bends. Unexpectedly. . Just a little change. Small to say the least. Both a little scared. Neither one prepared. Beauty and the Beast. . Ever just the same. Ever a surprise. Ever as before. And ever just as sure. As the sun will rise. . Ever just the same. And ever a surprise, yeah. Ever as before. And ever just as sure. As the sun will rise. Oh! Oh! Oh, oh!. . Tale as old as time. Tune as old as song. Bittersweet and strange. Finding you can change. Learning you were wrong. . Certain as the sun. (Certain as the sun). Rising in the east. Tale as old as time. Song as old as rhyme. Beauty and the Beast. . Tale as old as time. Song as old as rhyme. Beauty and the Beast. Beauty and the Beast. . "}, {"name": "Beauty and the Beast (Finale)", "text": "Hope, Transformation, Love, Beauty, Nostalgia, Timeless, Joy, Longing", "lyrics": "Winter turns to Spring. Famine turns to feast. Nature points the way. Nothing left to say. Beauty and the Beast. . Certain as the sun. Rising in the East. Tale as old as time. Song as old as rhyme. Beauty and the Beast. . Tale as old time. Song as old as rhyme. Beauty and the Beast. . "}, {"name": "Days in the Sun", "text": "Longing, Trembling, Hope, Love, Sorrow, Pain, Wonder, Uncertainty", "lyrics": "[Young prince:] Days in the sun. When my life has barely begun. Not until my whole life is done. Will I ever leave you. . [Cadenza:] Will I tremble again. To my dear one's gorgeous refrain. . [Lumiere & Plumette:] Will you now forever remain. Out of reach of my arms. . [Mrs. Potts:] Oh, those days in the sun. What I'd give to relive just one. Undo what's done. And bring back the light. . [Garderobe:] Oh, I could sing. Of the pain these dark days bring. The spell we're under. Still it's the wonder of us I sing of tonight. . [Belle:] How in the midst of all this sorrow. Can so much hope and love endure. I was innocent and certain. Now I'm wiser but unsure. . I can't go back into my childhood. [Garderobe:] All those precious days.... [Belle:] One that my father made secure. [Garderobe:] ...couldn't last. . [Belle:] I can feel a change in me. I'm stronger now but still not free. . [All:] Days in the sun. Will return, we must believe. As lovers do. That days in the sun will come shining through. . "}, {"name": "Evermore", "text": "Longing, Regret, Pain, Loneliness, Hope, Anger, Love, Melancholy", "lyrics": "I was the one who had it all. I was the master of my fate. I never needed anybody in my life. I learned the truth too late. . I'll never shake away the pain. I close my eyes, but she's still there. I let her steal into my melancholy heart. It's more than I can bear. . Now I know she'll never leave me. Even as she runs away. She will still torment me, calm me, hurt me. Move me, come what may. . Wasting in my lonely tower. Waiting by an open door. I'll fool myself she'll walk right in. And be with me for evermore. . I rage against the trials of love. I curse the fading of the light. Though she's already flown so far beyond my reach. She's never out of sight. . Now I know she'll never leave me. Even as she fades from view. She will still inpire me, be a part of. Everything I do. . Wasting in my lonely tower. Waiting by an open door. I'll fool myself she'll walk right in. And as the long, long nights begin. I'll think of all that might have been. Waiting here for evermore!. . "}, {"name": "Gaston", "text": "admiration, love, awe, inspiration, encouragement, competitiveness, pride, humor", "lyrics": "[Lefou:] Gosh, it disturbs me to see you, Gaston. Looking so down in the dumps. Every guy here'd love to be you, Gaston. Even when taking your lumps. . There's no man in town as admired as you. You're everyone's favorite guy. Everyone's awed and inspired by you. And it's not very hard to see why. . No one's slick as Gaston. No one's quick as Gaston. No one's neck's as incredibly thick as Gaston. For there's no man in town half as manly. . [Bimbettes:] Perfect, a pure paragon. . [Lefou:] You can ask any Tom, Dick or Stanley. And they'll tell you whose team they'd prefer to be on. . Who plays darts like Gaston. Who breaks hearts like Gaston. Who's much more than the sum of his parts, like Gaston. . [Gaston:] As a specimen, yes, I'm intimidating. . [Crowd:] My, what a guy, that Gaston. . [Gaston:] I needed encouragement; thank you, Lefou. . [Lefou:] Well, there's no one as easy to bolster as you. . [Crowd:] No one fights like Gaston. Douses lights like Gaston. . [Lefou:] In a wrestling match nobody bites like Gaston. . [Gaston:] When I hunt I sneak up with my quiver. And beasts of the field say a prayer. First I carefully aim for the liver. Then I shoot from behind. . [Lefou:] Is that fair?. . [Gaston:] I don't care. . [Crowd:] No one hits like Gaston. Matches wits like Gaston. . [Lefou:] In a spitting match, nobody spits like Gaston. . [Gaston:] I'm especially good at expectorating. . [Crowd:] Ten points for Gaston!. . [Gaston:] When I was a lad I ate four dozen eggs. Every morning to help me get large. And now that I'm grown I eat five dozen eggs. So I'm roughly the size of a barge. . [Lefou:] Who has brains like Gaston. Entertains like Gaston. . [Gaston:] Who can make up these endless refrains, like Gaston. I use antlers in all of my decorating. . [Crowd:] Say it again. Who's a man among men?. Who's a super success?. Don't you know? Can't you guess?. Ask his fans and his five hangers-on. There's just one guy in town. Who's got all of it down. . [Lefou:] And his name's G-A-S-T -. I believe there's another T. It just occurred to me that I'm illiterate. And I've never actually had to spell it out loud before. . [Crowd:] Gaston!. . "}, {"name": "How Does a Moment Last Forever", "text": "Love, Happiness, Hope, Sadness, Perseverance, Beauty, Joy, Longing", "lyrics": "How does a moment last forever. How can a story never die. It is love we must hold onto. Never easy, but we try. . Sometimes our happiness is captured. Somehow our time and place stand still. Love lives on inside our hearts. And always will. . Minutes turn to hours. Days to years, then gone. But when all else has been forgotten. Still our song lives on. . Maybe some moments weren't so perfect. Maybe some memories not so sweet. But we have to know some bad times. For our lives are incomplete. . Then when the shadows overtake us. Just when we feel all hope is gone. We'll hear our song, and know once more. Our love lives on. . How does a moment last forever. How does our happiness endure. Through the darkest of our troubles. Love is beauty, love is pure. . Love pays no mind to desolation. It flows like a river through the soul. Protects, perceives and perseveres. And makes us whole. . Minutes turn to hours. Days to years, then gone. But when all else has been forgotten. Still our song lives on. . How does a moment last forever. When our song lives on. . "}, {"name": "How Does a Moment Last Forever (Montmartre)", "text": "Nostalgia, Love, Sadness, Longing, Regret, Melancholy, Reminiscence, Yearning", "lyrics": "This is the Paris of my childhood. These were the borders of my life. In this crumbling, dusty attic. Where an artist loved his wife. . Easy to remember. Harder to move on. Knowing the Paris of my childhood. Is gone. . "}]}